Repository: guangalexyang/TheBetterWe
Catalog: ios/TheBetterWe/TheBetterWe/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@'s Family
zh_hans: %@ 的家

source: %d years old
zh_hans: %d 岁

# ⚠ 未知命令
source: ⚠ Unknown Command
zh_hans: ⚠ 未知命令

# ✓ 积分记录
source: ✓ Points Recorded
zh_hans: ✓ 积分记录

source: A new reward profile will be automatically generated for them.
zh_hans: 将会自动为他/她创建奖励档案。

source: Activities
zh_hans: 最近记录

source: Add a child to get started
zh_hans: 添加孩子以开始使用

source: Add Child
zh_hans: 添加孩子

source: Add goal
zh_hans: 添加目标

source: Add Goal
zh_hans: 添加目标

source: Add new child
zh_hans: 添加新的孩子

source: Add points
zh_hans: 加分

source: Add Points
zh_hans: 加分确认

source: Add points to a child in TheBetterWe
zh_hans: 为孩子增加积分

source: Add your first child
zh_hans: 添加第一个孩子

source: Add your first child to get started
zh_hans: 添加第一个孩子来开始使用

source: Always included
zh_hans: 始终包含

source: At least 6 characters
zh_hans: 至少6个字符

source: Award and track points for kids
zh_hans: 为孩子奖励和追踪积分

source: Award points, track rules, and redeem rewards — all here.
zh_hans: 奖励积分、设置规则、兑换奖品，都在这里。

source: Birthday
zh_hans: 生日

source: Boy
zh_hans: 男孩

source: Cancel
zh_hans: 取消

source: Child
zh_hans: 孩子

source: Child Info
zh_hans: 宝宝信息

source: Child Name
zh_hans: 孩子姓名

source: Choose a username
zh_hans: 请选择用户名

source: Close
zh_hans: 关闭

source: Coming soon
zh_hans: 即将推出

source: Coming Soon
zh_hans: 即将推出

source: Confirm
zh_hans: 确认

source: Confirm your password
zh_hans: 请确认密码

source: Contains a letter
zh_hans: 包含字母

source: Contains a number
zh_hans: 包含数字

source: Continue
zh_hans: 继续

source: Convert party orders into a grocery shopping plan
zh_hans: 一键将聚餐点单转换为采购清单

source: Couldn't find that child. Please open TheBetterWe.
zh_hans: 找不到该孩子，请打开 TheBetterWe。

source: Create a family
zh_hans: 创建家庭

source: Create a new family or join one with an invite code.
zh_hans: 创建新家庭，或使用邀请码加入已有家庭。

source: Create a password
zh_hans: 请创建密码

source: Create and share your own menu to manage party invitations
zh_hans: 创建专属菜单，轻松管理聚餐邀请

source: Create Child
zh_hans: 创建宝宝

source: Create Goal
zh_hans: 创建目标

source: Create New Goal
zh_hans: 创建新目标

source: Create your first goal
zh_hans: 创建第一个目标

source: Customize Your Space
zh_hans: 定制你的空间

source: Dad
zh_hans: 爸爸

source: Daily
zh_hans: 每天

source: Dashboard
zh_hans: 主页

source: Deduct points from a child in TheBetterWe
zh_hans: 为孩子扣除积分

source: Delete
zh_hans: 删除

source: Delete %@?
zh_hans: 删除 %@？

source: Document and view recipes, AI integrated
zh_hans: AI 加持食谱记录与查看

source: Don't have an account? **Sign Up**
zh_hans: 还没有账号？**注册**

source: Done
zh_hans: 完成

source: e.g., 500 points
zh_hans: 例如：500 分

source: e.g., Hike on weekends, Watch TV at night
zh_hans: 例如：周末爬山，晚上看电视

source: Edit
zh_hans: 编辑

source: Ends
zh_hans: 结束时间

source: Enter name
zh_hans: 输入姓名

source: Enter nickname
zh_hans: 请输入宝宝的小名

source: Enter your password
zh_hans: 请输入密码

source: Enter your username
zh_hans: 请输入用户名

source: Family
zh_hans: 家庭

source: Family Info
zh_hans: 家庭信息

source: Family Members
zh_hans: 家庭成员

source: Family name
zh_hans: 家庭名称

source: Family Notes
zh_hans: 家庭笔记

source: Family TODO
zh_hans: 家庭待办

# family_todo_completed_by
source: Completed by %@
zh_hans: 由 %@ 完成

# family_todo_completed_section
source: Completed
zh_hans: 已完成

# family_todo_create_title
source: New Task
zh_hans: 新建任务

# family_todo_due_today
source: Due today
zh_hans: 今日截止

# family_todo_edit_action
source: Edit
zh_hans: 编辑

# family_todo_edit_title
source: Edit Task
zh_hans: 编辑任务

# family_todo_empty_subtitle
source: Add family or personal tasks to stay organized
zh_hans: 添加家庭或个人任务，让每天都井然有序

# family_todo_empty_title
source: No tasks yet
zh_hans: 还没有待办事项

# family_todo_field_due_date
source: Due date
zh_hans: 截止时间

# family_todo_field_location
source: Location
zh_hans: 地点

# family_todo_field_location_placeholder
source: e.g., Costco
zh_hans: 例如：Costco

# family_todo_field_notes
source: Notes
zh_hans: 备注（选填）

# family_todo_field_priority
source: Priority
zh_hans: 优先级

# family_todo_field_title
source: Task title
zh_hans: 任务标题

# family_todo_field_title_placeholder
source: e.g., Buy groceries
zh_hans: 例如：买菜

# family_todo_field_type
source: Task type
zh_hans: 任务类型

# family_todo_filter_all
source: All
zh_hans: 全部

# family_todo_filter_family
source: Family
zh_hans: 家庭

# family_todo_filter_personal
source: Personal
zh_hans: 个人

# family_todo_overdue
source: Overdue
zh_hans: 已逾期

# family_todo_priority_high
source: High
zh_hans: 高

# family_todo_priority_low
source: Low
zh_hans: 低

# family_todo_priority_medium
source: Medium
zh_hans: 中

# family_todo_save
source: Save
zh_hans: 保存

# family_todo_tab_title
source: To-Do
zh_hans: 待办

# family_todo_type_family
source: 🏠 Family
zh_hans: 🏠 家庭

# family_todo_type_personal
source: 👤 Personal
zh_hans: 👤 个人

# family_todo_widget_active_count
source: %d active
zh_hans: %d 个进行中

# family_todo_widget_view_all
source: View all (%d)
zh_hans: 查看全部（%d）

source: Gender
zh_hans: 性别

source: Girl
zh_hans: 女孩

source: Goal Description
zh_hans: 目标描述

source: Goal Lifespan
zh_hans: 目标周期

source: Goal name (e.g. Screen Time)
zh_hans: 目标名称（如：屏幕时间）

source: Goal reached!
zh_hans: 目标达成！

source: Goal Target
zh_hans: 目标积分

source: Got It
zh_hans: 好的

source: Home
zh_hans: 首页

source: How should I call you?
zh_hans: 我该怎么称呼你？

source: Invalid amount
zh_hans: 积分数量无效

source: Invalid username or password.
zh_hans: 用户名或密码错误。

source: Invite
zh_hans: 邀请

source: Less
zh_hans: 收起

source: Log In
zh_hans: 登录

source: Log Out
zh_hans: 退出登录

source: Login
zh_hans: 登录

source: Me
zh_hans: 我的

source: Mom
zh_hans: 妈妈

source: Monthly
zh_hans: 每月

source: More
zh_hans: 更多

source: Multiple children match that name. Please open TheBetterWe.
zh_hans: 多个孩子匹配该名字，请打开 TheBetterWe。

source: Network error. Please try again.
zh_hans: 网络错误，请重试。

source: New
zh_hans: 添加

source: New Child
zh_hans: 新宝宝

source: Nickname
zh_hans: 小名

source: No activity yet
zh_hans: 暂无记录

source: Note
zh_hans: 备注

source: Note (optional)
zh_hans: 备注（选填）

source: One-time
zh_hans: 一次性

source: Only parents can adjust points.
zh_hans: 只有家长可以调整积分。

source: Optional
zh_hans: 可选

source: Other
zh_hans: 其他

source: Passwords do not match
zh_hans: 两次密码不一致

source: Please log in to TheBetterWe first.
zh_hans: 请先登录 TheBetterWe。

source: Point history will appear here.
zh_hans: 积分记录即将推出。

source: Point records
zh_hans: 积分记录

source: Point System
zh_hans: 积分系统

source: points
zh_hans: 积分

source: Points
zh_hans: 积分

source: Points added
zh_hans: 加分

source: Points redeemed
zh_hans: 已兑换

source: Progress to Goal
zh_hans: 目标进度

source: pts
zh_hans: 分

source: Redeem
zh_hans: 兑换

source: Retry
zh_hans: 重试

source: Reward
zh_hans: 奖励

source: Reward Profile
zh_hans: 奖励档案

source: Save Changes
zh_hans: 保存更改

source: Save Goal
zh_hans: 保存目标

source: Scan QR code to join
zh_hans: 扫码加入

source: Select birthday
zh_hans: 请选择宝宝的生日

source: Session expired. Please log in again.
zh_hans: 会话已过期，请重新登录。

source: Share notes and announcements
zh_hans: 分享笔记和公告

source: Shared family task list
zh_hans: 家庭共享任务清单

source: Sign Up
zh_hans: 注册

source: Starts
zh_hans: 开始时间

source: tap to edit
zh_hans: 点击输入

source: Target points
zh_hans: 目标积分

source: The must-have assistant for your family chef
zh_hans: 家庭大厨必备小助手

source: This month
zh_hans: 本月

source: This week
zh_hans: 本周

source: This will permanently remove all points, goals, and history for this child.
zh_hans: 这将永久删除该孩子的所有积分、目标和记录。

source: Today
zh_hans: 今天

source: Track points for your kids
zh_hans: 记录孩子的积分

source: Username already taken.
zh_hans: 用户名已被占用。

source: View More
zh_hans: 查看更多

source: Weekly
zh_hans: 每周

source: Yesterday
zh_hans: 昨天

source: You are the family's:
zh_hans: 你在家庭中的角色：

source: You can go by a different name in each family.
zh_hans: 在不同的家庭里，你可以用不同的名字。

source: You haven't joined a family yet. Please open TheBetterWe.
zh_hans: 您还没有加入家庭，请打开 TheBetterWe。

source: You're not in a family yet
zh_hans: 你还没有加入家庭

source: Your name
zh_hans: 你的名字

# 兑换
source: Redeem
zh_hans: 兑换

# 分析中…
source: Analyzing…
zh_hans: 分析中…

# 分析完成
source: Done
zh_hans: 分析完成

# 加分
source: Add pts
zh_hans: 加分

# 小明兑换了20分
source: Xiao Ming redeemed 20 points
zh_hans: 小明兑换了20分

# 小红扣了5分
source: Deduct 5 from Xiao Hong
zh_hans: 小红扣了5分

# 已停止
source: Stopped
zh_hans: 已停止

# 扣分
source: Deduct
zh_hans: 扣分

# 火山引擎
source: Volcengine
zh_hans: 火山引擎

# 确认执行
source: Confirm
zh_hans: 确认执行

# 等待中
source: Waiting
zh_hans: 等待中

# 给小明加10分
source: Add 10 points to Xiao Ming
zh_hans: 给小明加10分

# 聆听中
source: Listening
zh_hans: 聆听中

# 识别结果
source: Transcript
zh_hans: 识别结果

# 试试以下命令
source: Try these commands
zh_hans: 试试以下命令

# 语音指令
source: Voice Command
zh_hans: 语音指令

# 说出指令，例如：
source: Try saying:
zh_hans: 说出指令，例如：

# 请在设置中允许麦克风和语音识别权限。
source: Please allow microphone and speech recognition in Settings.
zh_hans: 请在设置中允许麦克风和语音识别权限。

# 请开始说话…
source: Start speaking…
zh_hans: 请开始说话…

# 豆包
source: Doubao
zh_hans: 豆包

# 豆包正在分析
source: Analyzing…
zh_hans: 豆包正在分析

# 连接中
source: Connecting
zh_hans: 连接中

# 麦克风权限被拒绝
source: Microphone Permission Denied
zh_hans: 麦克风权限被拒绝
